Repository: wikimedia/operations-debs-contenttranslation-apertium-eu-en
Catalog: corpus/metamorphosis.tmx
Source language: en
Languages: eu

source: Gregor spent his nights and days with hardly any sleep.
eu: Amak, Gregorioren logela seinalatzen zuelarik, esaten zuen:

source: But then he was in no mood to worry about his family.
eu: – Grete, itxi ate hori!

source: He was filled with sheer anger over the wretched care he was getting, even though he couldn't imagine anything for which he might have an appetite.
eu: Eta Gregorio, berriro ere, iluntasunaren menpe murgiltzen zen, bi emakumeak ondoko gelan negar egiten zutelarik, edota, begi lehorrekin mahaiari arretaz begiratzen zioten bitartean.

source: Still, he made plans about how he could take from the larder what he at all account deserved, even if he wasn't hungry.
eu: Gregoriok, bai gauez, bai egunez, ez zuen ia-ia lorik egiten.

source: Without thinking any more about how one might be able to give Gregor special pleasure, the sister now kicked some food or other very quickly into his room in the morning and at noon, before she ran off to her shop, and in the evening, quite indifferent about whether the food had perhaps only been tasted or, what happened most frequently, remained entirely undisturbed, she whisked it out with one sweep of her broom.
eu: Gelako atea ireki egingo zela pentsatzen zuen batzuetan, eta ostera ere, lehen bezala, familiako arazoez bera arduratuko zela. Denboraren poderioz, berriz ere, biltegiko zuzendari eta gerentea etorri zitzaizkion burura, eta biltegiko mutil eta ikastunaz, dignitate bako hartaz, beste komertzio batzuetan zituen bizpahiru lagunez, eta herrixka bateko ostatuko zerbitzariaz, eta...

source: The task of cleaning his room, which she now always carried out in the evening, could not be done any more quickly.
eu: Hauek guztiak aspaldi ahazturiko beste batzuekin nahasten zituen; baina inork ez ziezaiokeen lagundu, ez hari, ez eta etxekoei.

source: Streaks of dirt ran along the walls; here and there lay tangles of dust and garbage.
eu: Eskuraezinak ziren, eta oroitzapenak burutik kentzea lortzen zuenean lasaitzen zen.

source: At first, when his sister arrived, Gregor positioned himself in a particularly filthy corner in order with this posture to make something of a protest.
eu: Gero, familiaz kezkatzeari ere uko egiten zion, eta, eskaintzen zioten arreta gutxiaren ondorioz, haienganako amorrua baino ez zuen sentitzen.

source: But he could have well stayed there for weeks without his sister's changing her ways. Indeed, she perceived the dirt as much as he did, but she had decided just to let it stay.
eu: Ez zegoen benetan gogoko zuen ezer; baina, despentsara joan eta, goserik ez bazuen ere, eskubide osoz tokatzen zitzaion guztiaz jabetzen zen.

source: In this business, with a touchiness which was quite new to her and which had generally taken over the entire family, she kept watch to see that the cleaning of Gregor's room remained reserved for her. Once his mother had undertaken a major cleaning of Gregor's room, which she had only completed successfully after using a few buckets of water.
eu: Jadanik arreba ez zen arduratzen haren gustuko jakiak bilatzeaz; lanera joan aurretik, goiz eta arratsaldez, hankarekin, zerbait botatzen zion gela barrura, eta gero, lanetik itzultzean, Gregoriok jakiak probatu bakarrik egin ote zituen –horixe baitzen normalena– begiratu gabe, edota ikutu ere ez zituela egin ikusi baino lehen, hondarrak bildu ohi zituen erratzarekin.

source: But the extensive dampness made Gregor sick and he lay supine, embittered and immobile on the couch.
eu: Gelaren txukunketa ere, beti gauez egiten zena, presaka egiten zuen.

source: However, the mother's punishment was not delayed for long.
eu: Hormak zikinkeriaz beterik zeuden, eta hautsa eta hondakinak bazterretan pilatzen ari ziren.

source: For in the evening the sister had hardly observed the change in Gregor's room before she ran into the living room mightily offended and, in spite of her mother's hand lifted high in entreaty, broke out in a fit of crying.
eu: Aspaldi, arreba sartzean, Gregorio, hain zuzen ere, zikinago zegoen txokoan baztertzen zen. Baina, orain, asteak eta asteak pasa zitezkeen ere, arreba ez zatekeela gehiago saiatuko; Gregoriok bezain ongi ikusten baitzuen zikina, baina, zirudienez, ez zuen biltzeko asmorik.

source: Her parents (the father had, of course, woken up with a start in his arm chair) at first looked at her astonished and helpless; until they started to get agitated.
eu: Irudikortasun guztiz berriarekin, familia guztiarengana hedatu zena, ez zuen onartzen gelaren txukunketaz beste inor ardura zedin.

source: Turning to his right, the father heaped reproaches on the mother that she was not to take over the cleaning of Gregor's room from the sister and, turning to his left, he shouted at the sister that she would no longer be allowed to clean Gregor's room ever again, while the mother tried to pull the father, beside himself in his excitement, into the bed room; the sister, shaken by her crying fit, pounded on the table with her tiny fists, and Gregor hissed at all this, angry that no one thought about shutting the door and sparing him the sight of this commotion.
eu: Behin batean, amak Gregorioren logela guztiz txukundu nahi izan zuen; horretarako, ura pertzaka erabili behar izan zuen; Bien bitartean, Gregorio han zetzan, hezetasunaren ondorioz, mugigaitz eta saminduta, sofaren azpian. Baina arreba, lanetik itzultzean, gelan gertatutako aldaketez ohartu orduko, guztiz minduta sentitu zen; jangelan sartu eta, amaren azalpenak aditzeko betarik gabe, negarretan urtu zen, aita eta ama ikaratu egin zituelarik.

source: But even when the sister, exhausted from her daily work, had grown tired of caring for Gregor as she had before, even then the mother did not have to come at all on her behalf. And Gregor did not have to be neglected.
eu: Aitak amari Gregorioren gelaren ardura osoa arrebari utzi ez ziolako errieta egin zion; arrebak aurrerantzean garbiketarekin jarraitzea ezinezkoa izango zitzaiola adierazi zuen oihuka, haserre baitzegoen.

source: For now the cleaning woman was there. This old widow, who in her long life must have managed to survive the worst with the help of her bony frame, had no real horror of Gregor.
eu: Amak logelara eraman nahi zuen, ez baitzen lasaitzen; arreba, negarzotinka, mahairi ukabilka ari zen, eta Gregorio, amorruaren amorruz, txistuka ari zen, inor ez baitzen gogoratu –egoera mingarri hura ekiditzeko– atea ixteaz.

source: Without being in the least curious, she had once by chance opened Gregor's door. At the sight of Gregor, who, totally surprised, began to scamper here and there, although no one was chasing him, she remained standing with her hands folded across her stomach staring at him.
eu: Baina arreba, nekeak unaturik, Gregorio zaintzeaz gogaiturik baldin bazegoen, ama ez zen zertan ordezkatu behar, Gregoriok ez zuen zertan abandonatuta sentitu: horretarako neskamea zegoen.

source: Since then she did not fail to open the door furtively a little every morning and evening to look in on Gregor.
eu: Zen baino nagusiagoa ematen zuen alargun harentzat, bere gorputz hezurtsuari esker, bizitza honetan ez zuen izan jasan ezinezko egoerarik; ez zuen sentitzen Gregoriorenganako inolako higuinik.

source: At first, she also called him to her with words which she presumably thought were friendly, like "Come here for a bit, old dung beetle!" or "Hey, look at the old dung beetle!" Addressed in such a manner, Gregor answered nothing, but remained motionless in his place, as if the door had not been opened at all.
eu: Inolako jakin-minik, behin batean Gregorioren logelako atea ireki zuen; hau, ezusteak asaldaturik, inork jarraitzen ez bazuen ere, alde batetik bestera hasi zen korrika; baina, aldagaitz jarraitu zuen, eskuak sabel gainean tolesturik.

source: If only, instead of allowing this cleaning woman to disturb him uselessly whenever she felt like it, they had instead given her orders to clean up his room every day!
eu: Handik aurrera, goiz eta arratsaldero, atea isilka ireki eta zirrikitutik Gregoriori begira gelditzen zen.

source: One day in the early morning (a hard downpour, perhaps already a sign of the coming spring, struck the window panes) when the cleaning woman started up once again with her usual conversation, Gregor was so bitter that he turned towards her, as if for an attack, although slowly and weakly.
eu: Hasieran, deitu ere egiten zion, bere ustez hitz goxoz gainera: "Etor zaitez hona, astakirten hori!" esaten zion. Gregoriok, hau entzunda, ez zion erantzuten; izan ere, mugitu ere egin gabe jarraitzen zuen, atea ireki ere izan ez balitz bezala.

source: But instead of being afraid of him, the cleaning woman merely lifted up a chair standing close by the door and, as she stood there with her mouth wide open, her intention was clear: she would close her mouth only when the chair in her hand had been thrown down on Gregor's back. "This goes no further, all right?" she asked, as Gregor turned himself around again, and she placed the chair calmly back in the corner.
eu: Hobe izango zatekeen, alfer-alferrik molestatu ordez, egunero Gregorioren logela garbitzeko agindu izan balitzaio neskameari. Egun batean, goizean goiz, –udaberriaren berehalako etorrera iragartzen zuela zirudien euriak kristalei bortizki erasotzen zien bitartean– neskameak, betiko legez, molestatu zuen; Gregorio hainbesteraino haserretu zen, non buelta eman eta emakumearengana abiatu zela, erasoko ziola ematen zuelarik.

source: Gregor ate hardly anything any more. Only when he chanced to move past the food which had been prepared did he, as a game, take a bit into his mouth, hold it there for hours, and generally spit it out again.
eu: Baina emakumea, ikaratu ordez, atea ondoan zegoen aulkia jaso, eta, han jarri zen zain, eskuetan zuen aulkiarekin Gregoriori bizkarrean joko ziola garbi adieraziz.

source: At first he thought it might be his sadness over the condition of his room which kept him from eating, but he very soon became reconciled to the alterations in his room.
eu: – Ez al duzu etorri behar, ala? –esan zuen Gregoriok atzera egin zuela ikustean. Eta mantso-mantso, berriro ere, aulkia bere lekuan utzi zuen.

source: People had grown accustomed to put into storage in his room things which they couldn't put anywhere else, and at this point there were many such things, now that they had rented one room of the apartment to three lodgers.
eu: Gregoriok ia ez zuen jaten. Eramaten zizkioten jakien ondotik pasatzerakoan zerbait probatu, orduak eta orduak ahoan eduki eta, azkenean, bota egiten zuen.

source: These solemn gentlemen (all three had full beards, as Gregor once found out through a crack in the door) were meticulously intent on tidiness, not only in their own room but (since they had now rented a room here) in the entire household, and particularly in the kitchen.
eu: Hasieran pentsatu zuen bere gogogabetasuna, dudarik gabe, bere logelaren egoerak murgiltzen zuen malenkoniaren ondorio zela; baina oso azkar ohitu zen honen itxurara.

source: They simply did not tolerate any useless or shoddy stuff. Moreover, for the most part they had brought with them their own pieces of furniture.
eu: Beste leku baten soberan zeuden gauzak bertan uzteko ohitura hartu zuten, zeinak asko ziren, etxeko logela bat apopiloentzat erabiltzen baitzuten orain.

source: Thus, many items had become superfluous, and these were not really things one could sell or things people wanted to throw out. All these items ended up in Gregor's room, even the box of ashes and the garbage pail from the kitchen.
eu: Hiru gizon oso formal hauek –hirurak bizardunak, Gregoriok egun baten ateko zirrikitutik ikusi zuenaren arabera–, bai beraien logela, baita etxe guztia ere, sukaldea batez ere, txukun-txukun mantentzen zuten.

source: The cleaning woman, always in a hurry, simply flung anything that was momentarily useless into Gregor's room. Fortunately Gregor generally saw only the relevant object and the hand which held it.
eu: Ezin zuten haien begi aurrean ikusi ez balio gabeko trasterik ezta gauza lohirik ere.

source: The cleaning woman perhaps was intending, when time and opportunity allowed, to take the stuff out again or to throw everything out all at once, but in fact the things remained lying there, wherever they had ended up at the first throw, unless Gregor squirmed his way through the accumulation of junk and moved it.
eu: Gainera beraien altzari ia guztiak ekarri zituzten, eta horregatik zeuden hainbeste balio gabeko gauza, saldu ezin zitezkeenak, baina bota nahi ez zituztenak. Eta gauza hauek guztiak Gregorioren logelan sartzen zituzten, hautsontzi eta zaborrarekin batera.

source: At first he was forced to do this because otherwise there was no room for him to creep around, but later he did it with a with a growing pleasure, although after such movements, tired to death and feeling wretched, he didn't budge for hours.
eu: Neskameak laster batean botatzen zituen erabiliko ez ziren gauzak Gregorioren logelara. Gerta zitekeen neskameak gauza haiek biltzea denbora edukiko zuenean, edota denak kanpora botatzekoa; baina beti gelditzen ziren botatako leku hartan.

source: Because the lodgers sometimes also took their evening meal at home in the common living room, the door to the living room stayed shut on many evenings.
eu: Gregoriok soilik mugitzen zituen lekuz logelan lekurik gelditzen ez zitzaionean, nahiz eta ahalegin haren ondoren neke-neke eginda amaitzen zuen, denbora luzez mugitzeko indarra galdurik.

source: But Gregor had no trouble at all going without the open door.
eu: Apopiloak batzuetan etxean afaltzen zuten, jantoki-sala nagusian.

source: Already on many evenings when it was open he had not availed himself of it, but, without the family noticing, was stretched out in the darkest corner of his room.
eu: Egun hauetan logela honetako atea itxita gelditzen zen; baina honek guztiak ez zuen Gregorio larritzen, izan ere atea zabalik egon zen hainbat gauetan logelako lekurik ilunenean gorde zen, familia horretaz ohartu ere egiten ez zelarik.

source: However, once the cleaning woman had left the door to the living room slightly ajar, and it remained open even when the lodgers came in in the evening and the lights were put on.
eu: Baina egun batean neskameak atea erdi irekita utzi zuen, eta hau holaxe gelditu zen gauez apopiloak etxera heldu eta argia piztu zutenean.

source: They sat down at the head of the table, where in earlier days the mother, the father, and Gregor had eaten, unfolded their serviettes, and picked up their knives and forks.
eu: Mahairatu ziren, aurretik aita, ama eta Gregorioren jarlekuak izandakoetan jesarriz, mahai-zapiak zabaldu zituzten eta sardexka eta aiztoak heldu zituzten.

source: The mother immediately appeared in the door with a dish of meat and right behind her the sister with a dish piled high with potatoes.
eu: Momentu hartan ama –haragiz beteriko erretilu bat zeramala– agertu zen atean, eta bere ostean arreba patataz beteriko erretilua zeramalarik.

source: The food gave off a lot of steam.
eu: Jaki berotik lurruna irteten zen.

source: The gentlemen lodgers bent over the plate set before them, as if they wanted to check it before eating, and in fact the one who sat in the middle (for the other two he seemed to serve as the authority) cut off a piece of meat still on the plate obviously to establish whether it was sufficiently tender and whether or not something should be shipped back to the kitchen.
eu: Apopiloak erretiluetara hurbildu ziren, zerbitzatu aurretik dastatzeko irrikaz, eta erdian jarrita zegoen gizonak, hiruretatik autoritarioena zirudienak, haragi zati bat zatitu zuen erretiluan bertan nahikoa samur zegoela baieztatzeko asmoz.

source: He was satisfied, and mother and sister, who had looked on in suspense, began to breathe easily and to smile.
eu: Bere poztasuna adierazi zuen amaren eta arrebaren lasaitasuna sortuz.

source: The family itself ate in the kitchen.
eu: Bitartean, familiak sukaldean afaltzen zirauen.

source: In spite of that, before the father went into the kitchen, he came into the room and with a single bow, cap in hand, made a tour of the table.
eu: Aita, familiarekin bildu aurretik jantoki-salara sartu, hiru gizonak agurtu eta, txanoa eskuan zuelarik, mahaiaren inguruan buelta eman zuen.

source: The lodgers rose up collectively and murmured something in their beards. Then, when they were alone, they ate almost in complete silence.
eu: Horren ondoren, familia elkarrekin zegoenean, ia-ia isiltasun osoan hasi ziren jaten.

source: It seemed odd to Gregor that out of all the many different sorts of sounds of eating, what was always audible was their chewing teeth, as if by that Gregor should be shown that people needed their teeth to eat and that nothing could be done even with the most handsome toothless jawbone. "I really do have an appetite," Gregor said to himself sorrowfully, "but not for these things.
eu: Gregoriori gauza bitxia iruditzen zitzaion beti, afalorduan zeuden hots guztien artean, haginek jakiak mamurtzerakoan egiten zuten hotsa nabaritzea, honek Gregoriori jateko haginak beharrezkoak zirela eta hagin bako masailezurrarekin jatea ezinezkoa zela adierazi nahiko balio bezala. “Hau gosea dudana, hau –zioen bere artean, arduraturik–. Baina ez dira hauek nahi ditudan gauzak… Hauena bai gogoz jatea!

source: How these lodgers stuff themselves, and I am dying".
eu: Eta ni bien bitartean, gosez hilda!”

source: On this very evening (Gregor didn't remember hearing the violin all through this period) it sounded from the kitchen.
eu: Gau hartan bertan –Gregoriok ez zuen gogoratzen biolina entzun zuenik denbora luze hartan– sukaldean haren soinua igarri zuen.

source: The lodgers had already ended their night meal, the middle one had pulled out a newspaper and had given each of the other two a page, and they were now leaning back, reading and smoking.
eu: Apopiloek amaitu zuten jada afaltzen. Erdian jarrita zegoenak egunkari bat atera zuen eta alboan zeuden beste biei orri bana eman zien, eta hirurak irakurtzen hasi ziren, aulkian etzanda zeudelarik.

source: When the violin started playing, they became attentive, got up, and went on tiptoe to the hall door, at which they remained standing pressed up against one another.
eu: Biolina aditu zutenean, arreta musikarengan jarri zuten; jaiki egin ziren, eta, behatz-puntetan ibiliz, ate ondoraino joan ziren, bertan mugitu gabe, bata bestearen kontra geldituz.

source: They must have been audible from the kitchen, because the father called out "Perhaps the gentlemen don't like the playing?
eu: Zalantzarik gabe aitak sukaldetik entzun zituen, hauxe galdetu baitzien:– Beharbada jaunek ez dute musika atsegin?

source: The men stepped back into the room and waited.
eu: Eta gehitu zuen:– Horrela bada, momentuan eten daiteke.

source: Soon the father came with the music stand, the mother with the sheet music, and the sister with the violin.
eu: – Inondik inora ere –esan zuen autoritate handiena zuen gizonak-. Nahiko luke andereñoak hona sartu eta hemen jo?

source: The sister calmly prepared everything for the recital.
eu: Askoz ere erosoagoa eta atseginagoa izango litzateke.

source: The parents, who had never previously rented a room and therefore exaggerated their politeness to the lodgers, dared not sit on their own chairs.
eu: – Noski baietz! –erantzun zuen aitak, bera biolina joko zuena bailitzan. Apopiloak jantoki-salara itzuli ziren, eta bertan itxaron zuten.

source: The father leaned against the door, his right hand stuck between two buttons of his buttoned up uniform.
eu: Handik gutxira heldu zen aita atrila eskuetan zuela, honen ondoren ama musika paperekin, eta, azkenik, arreba, biolinarekin.

source: The mother, however, accepted a chair offered by one lodger.
eu: Arrebak dena lasaitasunez prestatu zuen jotzen hasteko.

source: Since she left the chair sit where the gentleman had chanced to put it, she sat to one side in a corner.
eu: Bitartean, gurasoak ez ziren ausartzen haien besaulkietan jesartzen ere, sekula ez baitzuten apopilorik eduki etxean eta horregatik haienganako adeitasun osoa erakusten zuten.

source: The sister began to play. The father and mother, followed attentively, one on each side, the movements of her hands.
eu: Arreba jotzen hasi zen, eta aitak eta amak, bakoitzak bere lekutik, haren eskuaren mugimendu guztiak jarraitzen zituzten.

source: Attracted by the playing, Gregor had ventured to advance a little further forward and his head was already in the living room.
eu: Gregorio, musikak erakarrita, apur bat aurreratzera ausartu zen, eta bere burua jantoki-salan zegoela konturatu zen.

source: He scarcely wondered about the fact that recently he had had so little consideration for the others; earlier this consideration had been something he was proud of.
eu: Jada ez zen harritzen besteekiko zuen arreta eskasagatik, eta, lehen, aldiz, arreta hori izan zen hain zuzen berak zuen bertuterik aipagarriena.

source: And for that very reason he would've had at this moment more reason to hide away, because as a result of the dust which lay all over his room and flew around with the slightest movement, he was totally covered in dirt. On his back and his sides he carted around with him dust, threads, hair, and remnants of food.
eu: Hala eta guztiz ere, orain inoiz baino gehiago, berak ezkutatzeko arrazoiak zituen, izan ere, bere logelan zegoen zikinkeria guztia zela eta, edozein mugimendu egiterakoan, bere inguruan hautsa altxatzen zuen, bera ere hautsez beteta zegoen eta berarekin batera bizkarrean eta alboetan litsak, ileak eta jaki hondakinak zeramatzan.

source: His indifference to everything was much too great for him to lie on his back and scour himself on the carpet, as he often had done earlier during the day.
eu: Besteenganako axolagabetasuna sekula baino nabarmenagoa zen, aurretik egunean hainbat aldiz alfonbra gainean etzanda marruskatzen zenean baino nabarmenagoa hain zuzen.

source: In spite of his condition he had no timidity about inching forward a bit on the spotless floor of the living room. In any case, no one paid him any attention.
eu: Eta, halere, zegoen egoeran zegoela ere, ez zuen lotsarik sentitzen jantoki-salako lurrean zehar aurrera egitean.

source: The family was all caught up in the violin playing.
eu: Egia da inor ere ez zela beraz arduratzen.

source: The lodgers, by contrast, who for the moment had placed themselves, their hands in their trouser pockets, behind the music stand much too close to the sister, so that they could all see the sheet music, something that must certainly bother the sister, soon drew back to the window conversing in low voices with bowed heads, where they then remained, worriedly observed by the father.
eu: Familia biolinaren soinuarekin guztiz txundituta zegoen, eta apopiloak, hasieran eskuak poltsikoetan zeuzkatela, atrilaren ondoan kokatu ziren, honetatik nahiko hurbil, guztiek letrak irakurri ahal izateko eta seguruenik arrebari enbarazu egiten ziotelarik. Baina ez ziren luzaro horrela egon eta laster leihoaren ondora joan ziren aurpegiak alboratuta, eta aitak larriturik begiratzen zituela.

source: It now seemed really clear that, having assumed they were to hear a beautiful or entertaining violin recital, they were disappointed, and were allowing their peace and quiet to be disturbed only out of politeness.
eu: Izan ere horrek adierazten zuen haiek aparteko musika dibertigarria entzuteko zuten ilusioa apurtu zela, jada nekatzen hasiak zirela eta soilik adeitasuna erakustearren onesten zutela arrebak biolina jotzen jarraitzea.
